Repository: tomaszsita/wp-manual-image-crop
Catalog: languages/microp-*.po
Languages: da_dk, de_de, fr_fr, it_it, pl_pl, sk_sk

source: Plugin allows you to manually crop all the image sizes registered in your WordPress theme (in particular featured image). Simply click on the "Crop" link next to any image in your media library and select the area of the image you want to crop.
da_dk: Dette plugin tillader at du manuelt kan beskære billeder til de billedstørrelser der registreret i dit WordPress tema (især fremhævede billeder). Du skal blot klikke på "Beskær" linket ved siden af et billede i dit mediebibliotek og vælge det område af billedet, du vil beskære.
sk_sk: Modul vám umožňuje manuálne orezať všetky veľkosti obrázkov, ktoré zaregistrovala vaša WordPress téma (predovšetkým prezentačný obrázok). Jednoducho kliknite na odkaz “Orezať” pri ktoromkoľvek obrázku vo vašej multimediálnej knižnici a vyberte časť obrázku, ktorú chcete orezať.

source: Crop
da_dk: Beskær
de_de: Ausschnitt
fr_fr: Recadrage
it_it: Ritaglia
pl_pl: Kadruj
sk_sk: Orezať

source: Manual Image Crop
da_dk: Manuel Billede Beskæring
sk_sk: Manuálne orazenie obrázku

source: Crop featured image
da_dk: Beskær fremhævet billede
de_de: Beitragsbild Ausschneiden
fr_fr: Recadrer l'image à la Une
it_it: Ritaglia immagine in evidenza
pl_pl: Kadruj główny obrazek
sk_sk: Orezať prezentačný obrázok

source: Crop Image
da_dk: Beskær billede
de_de: Bild Ausschneiden
fr_fr: Recadrer l'image
it_it: Ritaglia immagine
pl_pl: Kadruj zdjęcie
sk_sk: Orezať obrázok

source: Pick the image size:
da_dk: Vælg størrelse:
de_de: Wählen Sie die Bildgröße
fr_fr: Choisissez une taille&nbsp;:
it_it: Scegli la dimensione dell'immagine:
pl_pl: Wybierz rozmiar zdjęcia:
sk_sk: Vyberte rozmer obrázku:

source: Thumbnail
da_dk: Miniaturebillede
de_de: Miniaturbild
fr_fr: Miniature
pl_pl: Miniatura
sk_sk: Miniatúra

source: Medium
de_de: Mittlere Bildgröße
fr_fr: Moyen
pl_pl: Średnie
sk_sk: Stredný

source: Large
da_dk: Stor
de_de: Maximale Bildgröße
pl_pl: Duże
sk_sk: Veľký

source: Full Size
da_dk: Fuld størrelse
de_de: Ursprünglichen Größe
fr_fr: Taille d'origine
pl_pl: Pełny rozmiar
sk_sk: Plná veľkosť

source: Original picture dimensions:
da_dk: Billededimensioner, original:
de_de: Original-Bildabmessungen
fr_fr: Dimension originales&nbsp;:
it_it: Dimensione originale:
pl_pl: Oryginalne wymiary:
sk_sk: Pôvodné rozmery obrázku:

source: Target picture dimensions:
da_dk: Billededimensioner, beskåret:
de_de: Zielbildabmessungen
fr_fr: Dimensions cibles&nbsp;:
it_it: Dimensione obiettivo:
pl_pl: Docelowe wymairy:
sk_sk: Cieľové rozmery obrázku:

source: Soft proportional crop mode
da_dk: Proportionel beskæringsmetode
de_de: Soft proportional Ausschnitt Modus
fr_fr: Recadrage proportionnel
it_it: Taglio proporzionale
pl_pl: Kadrowanie proporcjonalne
sk_sk: Proporčný mód orezávania

source: Hard crop mode
da_dk: Hård beskæringsmetode
de_de: Fest Ausschnitt Modus
fr_fr: Recadrage non proportionnel
it_it: Taglio non proporzionale
pl_pl: Kadrowanie sztywne
sk_sk: Presný mód orezávania

source: New image:
da_dk: Nyt billede:
de_de: Neue Bild
fr_fr: Nouvelle image&nbsp;:
it_it: Nuova immagine:
pl_pl: Nowe zdjęcie:
sk_sk: Nový obrázok:

source: Previous image:
da_dk: Foregående billede:
de_de: Vorheriges Bild
fr_fr: Image précédente&nbsp;:
it_it: Immagine precedente:
pl_pl: Poprzednie zdjęcie:
sk_sk: Predchádzajúci obrázok:

source: Crop it!
da_dk: Beskær!
de_de: Ausschneiden!
fr_fr: Recadrer !
it_it: Ritagliala!
pl_pl: Kadruj!
sk_sk: Orezať!

source: Target JPEG Quality
da_dk: JPEG kvalitet
de_de: Ziel JPEG-Qualität
fr_fr: Qualité JPEG
it_it: Obiettivo Qualita JPEG
pl_pl: Jakość JPEG
sk_sk: Cieľová JPEG kvalita

source: 100 (best quality, biggest file)
da_dk: 100 (bedste kvalitet, største fil)
de_de: 100 (beste Qualität, größte Datei)
fr_fr: 100 (qualité maximale, compression faible)
it_it: 100 (migliore qualita, piu grande di file)
pl_pl: 100 (najlepsza jakość, największy plik)
sk_sk: 100 (najlepšia kvalite, najväčší súbor)

source: 80 (very high quality)
da_dk: 80 (meget høj kvalitet)
de_de: 80 (sehr hoher Qualität)
fr_fr: 80 (très haute qualité)
it_it: 80 (alta qualita)
pl_pl: 80 (wyśmienita jakość)
sk_sk: 80 (veľmi vysoká kvalita)

source: 70 (high quality)
da_dk: 70 (høj kvalitet)
de_de: 70 (hoher Qualität)
fr_fr: 70 (haute qualité)
it_it: 70 (alta qualita)
pl_pl: 70 (bardzo wysoka jakość)
sk_sk: 70 (vysoká kvalita)

source: 60 (good)
da_dk: 60 (god kvalitet)
de_de: 60 (gute Qualität)
fr_fr: 60 (bon)
it_it: 60 (buono)
pl_pl: 60 (wysoka jakość)
sk_sk: 60 (dobrá)

source: 50 (average)
da_dk: 50 (middel kvalitet)
de_de: 50 (mittelmäßige Qualität)
fr_fr: 50 (moyen)
it_it: 50 (media)
pl_pl: 50 (średnia jakość)
sk_sk: 50 (priemerná)

source: 30 (low)
da_dk: 30 (lav kvalitet)
de_de: 30 (niedrige Qualität)
fr_fr: 30 (faible)
it_it: 30 (basso)
pl_pl: 30 (niska jakość)
sk_sk: 30 (nízka)

source: 10 (very low, smallest file)
da_dk: 10 (laveste kvalitet, mindste fil)
de_de: 10 (sehr geringe Qualität)
fr_fr: 10 (basse qualité, compression forte)
it_it: 10 (molto basso, il file piu piccolo)
pl_pl: 10 (bardzo niska jakość)
sk_sk: 10 (veľmi nízka, najmenší súbor)

source: Generate Retina/HiDPI (@2x):
da_dk: Generér Retina/HiDPI (@2x):
de_de: Retina/HiDPI (@2x) erzeugen
fr_fr: Générer l'image Retina/HiDPI (@2x)
it_it: Genera Retina/HiDPI (@2x)
pl_pl: Wygeneruj Retina/HiDPI (@2x)
sk_sk: Vygenerovať Retina/HiDPI (@2x):

source: The image has been cropped successfully
da_dk: Billedet blev beskåret med success
de_de: Das Bild wurde erfolgreich abgeschnitten worden
fr_fr: L'image a été correctement recadrée
it_it: L'immagine č stata ritagliata con successo
pl_pl: Zdjęcie zostało wykadrowane
sk_sk: Obrázok bol úspešne orezaný

source: An Error has occured. Please try again or contact plugin's author.
da_dk: Der opstod en fejl. Prøv venligst igen eller kontakt forfatteren til plugin'et.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut oder Kontaktdaten Plugin Autor
fr_fr: Une erreur est survenue. Merci de réessayer plus tard ou de contacter l'auteur du plugin.
it_it: Si č verificato un errore. Prova di nuovo o contatta l'autore del plugin.
pl_pl: Wystąpił błąd, spróbuj ponownie lub skontaktuj się z autorem wtyczki
sk_sk: Vyskytla sa chyba. Prosím, skúste znova alebo kontaktujte autora modulu.

source: Compatible
da_dk: Kompatibel
de_de: Kompatibel
it_it: compatibile
pl_pl: Kompatybilne
sk_sk: Kompatibilné

source: Source too small
da_dk: Originalen er for lille
de_de: Ursprung bild zu klein
fr_fr: Image source trop petite
it_it: Fonte troppo piccolo
pl_pl: Zbyt małe zdjecie wejściowe
sk_sk: Zdrojový obrázok príliš malý

source: Manual Image Crop Settings
da_dk: Manuel Billede Beskæring - Indstillinger
sk_sk: Nastavenia Manuálneho orezávania obrázkov

source: Mic Custom Settings
da_dk: Indstillinger
sk_sk: Vlastné nastavenia

source: Crop sizes settings
da_dk: Beskæringsstørrelse - Indstillinger
sk_sk: Nastavenia orezávacích rozmerov

source: Enter your settings below:
da_dk: Angiv indstillingerne nedenfor:
sk_sk: Zadajte vaše nastavenia nižšie:

source: Size
da_dk: Størrelse
de_de: Größe
fr_fr: Taille
it_it: Dimensione
pl_pl: Rozmiar
sk_sk: Veľkosť

source: Visible
da_dk: Synlig
de_de: Sichtbar
it_it: Visibile
pl_pl: Widoczny
sk_sk: Zobraziť

source: Default JPEG Quality
da_dk: Standard JPEG kvalitet
de_de: Standard JPEG-Qualität
fr_fr: Qualité JPEG par défaut
it_it: Predefinito Qualita JPEG
pl_pl: Domyślna jakość JPEG
sk_sk: Prednastavená JPEG kvalita

source: Custom Label
da_dk: Egen label
de_de: angepasst Beschriftung
fr_fr: Légende personnalisée
it_it: Etichetta personalizzata
pl_pl: Niestandardowa etykieta
sk_sk: Vlastná menovka

source: Yes
da_dk: Ja
de_de: Ja
fr_fr: Oui
it_it: Si
pl_pl: Tak
sk_sk: Áno

source: No
da_dk: Nej
de_de: Nein
fr_fr: Non
pl_pl: Nie
sk_sk: Nie
